export default [
  {
    "id": 1,
    "text": '三桥派出所',
    "children": [
      {
        "id": 1,
        "text": "金刚里社区"
      },
      {
        "id": 2,
        "text": "金刚堰东社区"
      },
      {
        "id": 3,
        "text": "金刚堰西社区"
      },
      {
        "id": 4,
        "text": "胜利桥社区"
      },
      {
        "id": 5,
        "text": "新建北路社区"
      },
      {
        "id": 6,
        "text": "旱西关东社区"
      },
      {
        "id": 7,
        "text": "旱西关西社区"
      },
      {
        "id": 8,
        "text": "桃北东社区"
      },
      {
        "id": 9,
        "text": "桃园二巷北社区"
      },
      {
        "id": 10,
        "text": "桃园二巷南社区"
      },
      {
        "id": 11,
        "text": "黑龙潭社区"
      },
      {
        "id": 12,
        "text": "三桥街社区"
      },
      {
        "id": 13,
        "text": "桃园二巷西社区"
      },
      {
        "id": 14,
        "text": "桃园北路西社区"
      },
      {
        "id": 15,
        "text": "柳溪街社区"
      }
    ]
  },
  {
    "id": 2,
    "text": '测试派出所',
    "children": [
      {
        "id": 1,
        "text": "金刚里社区测试"
      },
      {
        "id": 2,
        "text": "金刚堰东社区测试"
      }
    ]
  }
]
